Repository: somamoradi/Mailchimp-Ajax-Form
Catalog: languages/cmail-*.po
Languages: fr_fr

source: First Name*
fr_fr: Prénom*

source: Last Name*
fr_fr: Nom*

source: Company
fr_fr: Société

source: Your message
fr_fr: Message

source: I want to receive news from
fr_fr: Pour rester informés de l’actualité du groupe

source: Send
fr_fr: Envoyer

source: Your message has been sent!
fr_fr: Votre message nous a été transmis, à très bientôt.

source: Your email has been added to the newsletter.
fr_fr: Votre demande a bien été enregistrée, à très bientôt.

source: You are already in our mailing list. Your details have been updated.
fr_fr: Vous êtes déjà abonné à nos informations. Vos informations ont été mises à jour.

source: Something wrong happened! Please try again Later.
fr_fr: Une erreur s’est produite, merci de réessayez plus tard.

source: Your e-mail is not valid!
fr_fr: L'adresse e-mail n'est pas valide.

source: Sorry, captcha is not okay!
fr_fr: Le captcha n’a pas été bien enregistré

source: Robot verification failed, please try again.
fr_fr: La vérification du robot a échoué, merci de réessayer.

source: Please check the reCAPTCHA box.
fr_fr: Veuillez cocher la case reCAPTCHA.

source: Mailchimp Ajax Form Settings*
fr_fr: Paramètres du formulaire Mailchimp Ajax*

source: Use <strong>[mailchimp_ajax_form]</strong> to show the contact form in your theme.
fr_fr: Utilisez <strong>[mailchimp_ajax_form]</strong> pour afficher le formulaire de contact dans votre thème.

source: Ajax Contact Form + Mailchimp
fr_fr: Formulaire de contact Ajax + Mailchimp

source: A WordPress plugin featuring an AJAX-enabled form for Mailchimp subscription..
fr_fr: Un plugin WordPress proposant un formulaire compatible AJAX pour l'abonnement Mailchimp.
